11/data/attachments/16ca00f89a34fc1e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jessica_ok_Friend_56363_1</nif:username>
            <nif:friendToBeRequested>soap_friends_c3b3d69a-4e2f-4150-a823-a60f5c39cb40</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>